Repository: fvalle1/zotviewer
Catalog: lib/l10n/app_*.arb
Languages: it

source: Collections
it: Collezioni

source: Collection
it: Collezione

source: open
it: apri

# errorNoName
source: No name
it: Errore

# login
source: In order to login go to the following address
it: Per entrare apri il seguente link

# loginCopy
source: Then copy here the authorisation code in the space below
it: Poi copia il codice nello spazio qui sotto

# openSource
source: This is an open source project
it: Questo è un progetto open source

# released
source: Released under {license}
it: Rilasciato con licenza {license}

# by
source: by {name}
it: creato da {name}

source: Settings
it: impostazioni

source: Loading...
it: Caricamento...

# itis
source: It's
it: È

source: It is not
it: Non è

# nCit
source: {count,plural, =0{no citations} =1{one citation} other{{count} citations}}
it: {count,plural, =0{nessuna citazione} =1 {una citazione} other{{count} citazioni}}

# nInfluentialCit
source: {count,plural, =0{no influential citations} =1{one influential citation} other{{count} influential citations}}
it: {count,plural, =0{nessuna citazione influente} =1{una citazione influente} other{{count} citazioni influenti}}

source: influential
it: influenti
